<?php
	require "header.php";
?>

<!DOCTYPE html>
<html>

<body>
<?php
    echo '<h1>Καλωσήρθατε στην βάση δεδομένων Χρηματιστηρίου.</h1>';
    echo '<div class="drop">
            <div class="dropdown">
                <button class="dropbtn">Εισαγωγή Στη Βάση Δεδομένων</button>
                    <div class="dropdown-content">
                    <a href="insert_se.php">Χρηματιστήριο</a>
                    <a href="insert_c.php">Χώρα</a>
                    <a href="insert_p.php">Άτομο</a>
                    <a href="insert_o.php">Οργανισμό</a>
                    </div>
            </div>
            <div class="dropdown">
                <button class="dropbtn">Διαγραφή Από Τη Βάση Δεδομένων</button>
                    <div class="dropdown-content">
                    <a href="delete_se.php">Χρηματιστήριο</a>
                    <a href="delete_c.php">Χώρα</a>
                    <a href="delete_p.php">Άτομο</a>
                    <a href="delete_o.php">Οργανισμό</a>
                </div>
            </div>
            <div class="dropdown">
                <button class="dropbtn">Παρουσίαση</button>
                <div class="dropdown-content">
                    <a href="show1.php">1.Παρουσίαση οργανισμών</a>
                    <a href="show2.php">2.Παρουσίαση χρηματιστηρίων και οργανισμών</a>
                    <a href="show3.php">3.Παρουσίαση χωρών και ατόμων</a>
                </div>
            </div>
            <div class="dropdown">
                <button class="dropbtn">Αναζήτηση</button>
                <div class="dropdown-content">
                    <a href="show4.1.php">4.1.Ονόματα οργανισμών εγγεγραμμένων σε χρηματιστήριο Χ</a>
                    <a href="show4.2.php">4.2.Αριθμός εργαζομένων και αριθμό χωρών που δραστηριοποιείται καθε οργανισμός</a>
                    <a href="show4.3a.php">4.3α.Συνολικό πλήθος εργαζομένων για κάθε επάγγελμα</a>
                    <a href="show4.3b.php">4.3β.Πλήθος εργαζομένων ανά επάγγελμα και οργανισμό όταν το πλήθος είναι κάτω από X ή πάνω από Y</a>
                    <a href="show4.4.php">4.4.Πιο δημοφιλής και λιγότερο δημοφιλής ρόλος μαζί με εμφανίσεις</a>
                    <a href="show4.5.php">4.5.Όνομα δεύτερης πιο δημοφιλούς χώρας και αριθμός υποκόων.</a>
                    <a href="show4.6.php">4.6.Οργανισμός που απασχολεί τα περισσότερα άτομα φύλου Χ</a>
                    <a href="show4.7.php">4.7.Ονόματα ατόμων που είναι εργάζονται σε οργανισμό που είναι εγγεγραμμένος σε χρηματιστήριο Χ</a>
                    <a href="show4.8.php">4.8.Οργανισμοί που δραστηριοποιούνται σε περισσότερες από Χ χώρες και απασχολούν περισσότερους από Υ εργαζομένους</a>
                    <a href="show4.9.php">4.9.Ονόματα οργανισμών που δραστηριότητα στις χώρες Χ και Υ</a>
                    <a href="show4.10.php">4.10.Ονόματα οργανισμών που συνδέονται με το χρηματιστήριο Χ αλλά όχι με το χρηματιστήριο Υ</a>
                    <a href="show4.11.php">4.11.Ονόματα εργαζομένων με του οργανισμού Χ που δεν είναι υπήκοοι σε χώρες που δραστηριοποιείται ο οργανισμός</a>
                    <a href="show4.12.php">4.12.Όνομα, όνομα χρηματιστηρίου και χώρες που δραστηριοποιείται κάθε οργανισμός</a>
                    <a href="show4.13.php">4.13.Άτομα που είναι υπήκοοι σε χώρες που δραστηριοποιούνται οι οργανισμοί που εργάζονται</a>
                    <a href="show4.14.php">4.14.Ηλικία νεώτερου εργαζομένου σε χρόνια και πλήθος εργαζομένων κάθε εταιρίας ανα χώρα προέλευσης</a>
                </div>
            </div>
        </div';
  

require "footer.php";
